// src/Components/Others/EventData.js
const EventData = [
  {
    id: 1,
    title: "বিদ্যালয়ে নতুন ভবন উদ্বোধন",
    date: "2025-08-10",
    shortDesc: "বিদ্যালয়ের নতুন একাডেমিক ভবনের উদ্বোধনী অনুষ্ঠান অনুষ্ঠিত হয়েছে।",
    details:
      "আজ বিদ্যালয়ে একটি নতুন একাডেমিক ভবনের উদ্বোধন করা হয়েছে। এই ভবনে মোট ১২টি আধুনিক শ্রেণিকক্ষ, একটি কম্পিউটার ল্যাব এবং একটি বিজ্ঞানাগার রয়েছে। প্রধান অতিথি হিসেবে উপস্থিত ছিলেন স্থানীয় সংসদ সদস্য।",
    image: "/src/Images/11.jpg",
    fileLink: "/src/Images/11.jpg"
  },
  {
    id: 2,
    title: "জাতীয় বিজ্ঞান মেলায় বিদ্যালয়ের সাফল্য",
    date: "2025-08-08",
    shortDesc:
      "বিদ্যালয়ের ছাত্রছাত্রীরা জাতীয় বিজ্ঞান মেলায় প্রথম স্থান অর্জন করেছে।",
    details:
      "জাতীয় বিজ্ঞান মেলায় বিদ্যালয়ের বিজ্ঞান দল প্রথম স্থান অর্জন করেছে। তারা পরিবেশবান্ধব বিদ্যুৎ উৎপাদন প্রকল্প উপস্থাপন করেছে, যা বিচারকদের প্রশংসা কুড়িয়েছে।",
    image: "/src/Images/12.jpg",
    fileLink: "/src/Images/12.jpg"
  },
  {
    id: 3,
    title: "বিদ্যালয়ে নতুন ভবন উদ্বোধন",
    date: "2025-08-10",
    shortDesc: "বিদ্যালয়ের নতুন একাডেমিক ভবনের উদ্বোধনী অনুষ্ঠান অনুষ্ঠিত হয়েছে।",
    details:
      "আজ বিদ্যালয়ে একটি নতুন একাডেমিক ভবনের উদ্বোধন করা হয়েছে। এই ভবনে মোট ১২টি আধুনিক শ্রেণিকক্ষ, একটি কম্পিউটার ল্যাব এবং একটি বিজ্ঞানাগার রয়েছে। প্রধান অতিথি হিসেবে উপস্থিত ছিলেন স্থানীয় সংসদ সদস্য।",
    image: "/src/Images/11.jpg",
    fileLink: "/src/Images/11.jpg"
  },
];

export default EventData;
